{
    "top": "Topo",
    "about": "Sobre",
    "portfolio": "Portfólio",
    "contact": "Contato",
    "desc": "Desenvolvedor Web & Mobile",
    "about_area": "Sobre",
    "about_content": "<p id='about_content' class='medium-paragraph'>Formado em Engenharia da Computação, atuo como Analista de Sistemas e Desenvolvedor no <a href='https://www.bb.com.br/' target='_blank'>Banco do Brasil</a>, em Brasília. Apaixonado pelo desenvolvimento web e mobile, podcasts, jogos de tabuleiro e RPG.</p>",
    "download": "Currículo completo em PDF",
    "portfolio_area": "Portfólio",
    "portfolio_head": "De uma olhada em alguns dos projetos que atuei durante minha carreira:",
    "contact_area": "Contato",
    "contact_head": "Vamos trabalhar juntos?",
    "input_name": "Nome",
    "input_email": "E-mail",
    "input_message": "Mensagem",
    "value_submit": "Enviar",
    "bb30_head": "Aplicativo Banco do Brasil 3.0",
    "bb30_body": "<p id='bb30_body'>Membro do time que implementou a versão 3.0 transformando um aplicativo Nativo em um app React Native multi-bundle. Entre as funcionaliades que implementei posso destacar o Apple Pay, o sistema de Avaliação de Atendimento e todas as cargas dos aplicativos (<a href='https://play.google.com/store/apps/details?id=br.com.bb.android&hl=en' target='_blank'>Android</a> e <a href='https://apps.apple.com/br/app/banco-do-brasil/id330984271' target='_blank'>iOS</a>) em produção durante ano de 2019.</p>",
    "bb20_head": "Aplicativo Banco do Brasil 2.0",
    "bb20_body": "Desenvolvimento de funcionalidades para o aplicativo do Banco do Brasil, um app com mais de 15 milhões de usuários. Uma das grandes demandas que implementei foi trazer o Apple Pay para esta plataforma",
    "invertar_body": "Aplicativo criado para facilitar a realização e o gerenciamento do inventário de bens no Banco do Brasil. A solução foi desenvolvida utilizando React Native sendo disponibilizada para Android e iOS.",
    "pjud_head": "PJUD - Pesquisa Judicial",
    "pjud_body": "Portal interno desenvolvido para realizar inclusão, acompanhamento e visualização do resultado de pesquisas criadas para fornecer informações para pedidos judiciais.",
    "msg_sent": "<p id='msg_sent'>Messagem <strong>enviada</strong>!</p>"
}